//MARK: Tab labels
"Tab buttons" = "Buttons";
"Tab cursor" = "Mouse";
"Tab scroll" = "Scrollen";
"Tab keys" = "Tastatur";
"Tab apps" = "Apps";
"Tab settings" = "Menü";

//MARK: Action menu items
"Button action Double Click" = "Doppelklick";
"Button action Triple Click" = "Dreifacher Klick";
"Button action Look Up" = "Nachschlagen";
"Button action Smart Zoom" = "Smarter Zoom";
"Button action Cmd Click" = "⌘ Click";
"Button action Shift Cmd Click" = "⇧⌘ Click";
"Button action Shift Click" = "⇧ Click";
"Button action Ctrl Cmd Click" = "⌃⌘ Click";
"Button action Option Click" = "⌥ Click";
"Button action Left Click" = "Linksklick";
"Button action Middle Click" = "Mittlerer Klick";
"Button action Right Click" = "Rechtsklick";
"Button action Mod Clicks" = "Mod Clicks";
"Button action Zoom Window" = "Fenster vergrößern";
"Button action Fullscreen Window" = "Vollbildfenster";
"Button action Backlight" = "Tastaturbeleuchtung";
"Button action Backlight Down" = "Tastaturbeleuchtung verringern";
"Button action Backlight Up" = "Tastaturbeleuchtung erhöhen";
"Button action Media Next" = "Nächster Track";
"Button action Media Play/Pause" = "Play/Pause";
"Button action Media Previous" = "Vorheriger Track";
"Button action Mute Mic" = "Mikrofon stummschalten";
"Button action Swipe Back" = "Zurück blättern";
"Button action Swipe Forward" = "Vorwärts blättern";
"Button action Pan" = "Schwenken und Scrollen";
"Button action 2 Finger Scroll" = "2 Fgr Scrollen";
"Button action 3 Finger Swipe L" = "3 Fgr blättern ←";
"Button action 3 Finger Swipe R" = "3 Fgr blättern →";
"Button action 3 Finger Swipe U" = "3 Fgr blättern ↑";
"Button action 3 Finger Swipe D" = "3 Fgr blättern ↓";
"Button action 3 Finger Pinch in" = "3 Fgr Zum Verkleinern zusammenziehen";
"Button action 3 Finger Pinch out" = "3 Fgr Zum Vergrößern zusammenziehen";
"Button action Scroll Left" = "Nach links Scrollen";
"Button action Scroll Right" = "Nach rechts Scrollen";
"Button action Zoom In" = "Zoom In";
"Button action Zoom Out" = "Zoom Out";
"Button action Volume" = "Lautstärke";
"Button action Volume Down" = "Lautstärke verringern";
"Button action Volume Mute" = "Lautstärke stumm";
"Button action Volume Up" = "Lautstärke erhöhen";
"Button action App Switch" = "App-Wechsel";
"Button action Sleep" = "Sleep";
"Button action Logout" = "Logout";
"Button action Screen Off" = "Bildschirm aus";
"Button action Lock Screen" = "Bildschirm sperren";
"Button action App Launch" = "App starten";
"Button action IM Switch" = "Eingabemethode wechseln";
"Button action Extra Keys" = "Sondertasten";
"Button action Shift Scroll" = "H-Scrollen";
"Button action Cmd Scroll" = "Schnell Scrollen";
"Button action Ctrl Scroll" = "Zoom";
"Button action Do Nothing" = "Nichts tun";

//MARK: Question Mark Helps
//Buttons tab
"Help left click through" = "Wenn du auf eine Schaltfläche in einem inaktiven Fenster klickst, musst du nur einmal klicken, wenn diese Option aktiviert ist.";
"Help right click through" = "Aktiviere zuerst das entsprechende Fenster, wenn du mit der rechten Maustaste auf ein inaktives Fenster klickst.";
"Help trackpad left click through" = "Linke Maustaste auf dem Trackpad";
"Help trackpad right click through" = "Rechte Maustaste auf dem Trackpad";
"Help binding click through" = "Diese Schaltflächenreihe ist die Klickoption für jedes Element. Wenn sie aktiviert ist, wird das Fenster unter dem Zeiger zuerst aktiviert, bevor die verknüpfte Aktion ausgelöst wird.\n\nZum Beispiel, wenn es für die Verknüpfung aktiviert ist ⌘+w, wird das Fenster unter dem Zeiger geschlossen, nicht das derzeit aktive.\n\nEinige Aktionen sind nicht dafür gedacht, so zu funktionieren, weil sie nicht fensterbezogen sind, daher blenden wir diese Option für diese aus.";
"Help pan" = "Scrolle frei in jede Richtung, indem du mit einer Taste ziehst, ähnlich wie beim Scrollen mit dem Trackpad. Du kannst auch zoomen oder die Geschwindigkeit ändern, indem du die Modifizierungstasten auf der Registerkarte „Scrollen“ verwendest.\n\nKlicke auf das Kästchen, um es zu markieren, und klicke dann auf die Schaltfläche, die du zum Schwenken zuweisen möchtest.\n\nKlicke erneut mit der linken Maustaste, während das Kästchen markiert ist, um die Schwenkfunktion auszuschalten.\n\nDie Ziehen/Pan-Funktion deaktiviert die dieser Schaltfläche zugewiesenen Ziehgesten.";
"Help pan momentum" = "Trackpad-ähnliche Trägheit für die rechte Taste, die du lieben wirst.";
"Help multishot" = "Diese Schalterspalte ist die Mehrfachaufnahme-Option für die Hotkey-Bindungen der Richtungs- und Langdruckgesten.\n\nAktiviere dies, um den entsprechenden Hotkey wiederholt mit einer Gestenbewegung auszulösen.\n\nAktionen in der Dropdown-Liste haben ihre eigenen Multi-Shot-Eigenschaften und hier keine Option.";

//Mouse tab
"Help cursor switch" = "Dies ist die gleiche Steuerung wie \"Systemeinstellungen -> Mouse -> Zeigergeschwindigkeit\", aber Beschleunigung und Geschwindigkeit sind getrennt regelbar, wie es sein sollte.\n\nUnter macOS Sonoma solltest du \"Systemeinstellungen -> Mouse -> Erweitert -> Zeigerbeschleunigung\" Auf EIN stellen, um beide Regler ordnungsgemäß zu nutzen.\n\nDie beiden Schieberegler und die Zeigergeschwindigkeit in den Systemeinstellungen können sich gegenseitig beeinflussen. Wenn du diese Zeigersteuerung aktivierst, vermeide Änderungen in den Systemeinstellungen oder anderen Anwendungen.\n\nWenn du dies deaktivierst, stellt die App die Werte auf die Systemstandards zurück.\n\nEmpfohlene Werte für Windows-Nutzer: \nBeschleunigung: 0";
"Help cursor hold" = "Den Mauszeiger während Richtungs-Gesten oder beim Verschieben ruhig halten.";
"Help unifying pairing" = "1. Wähle zunächst einen Kanal an der Maus und schalte sie anschließend aus.\n\n2. Drücke links auf die „Pair“-Taste, um den Unifying-Empfänger in den Pairing-Modus zu schalten.\n\n3. Zum Koppeln: Maus einschalten – die Verbindung mit dem Unifying-Empfänger erfolgt automatisch.\n\nKlicke auf die X-Schaltfläche neben jedem Kanal (Eingang), damit der Unifying-Empfänger die Kopplungsinformationen löscht und den Kanal (Eingang) für ein neues Gerät freigibt.";
"Help bolt pairing" = "1. Halte die Kanaltaste an deinem Gerät gedrückt, bis die LED schnell blinkt.\n\n2. Klicke auf die Pair-Taste links.\n\n3.a Bei Tastaturen gib den angezeigten Zahlencode ein und drücke anschließend die Eingabetaste.\n\n3.b Bei Mäusen gib die Links-/Rechts-Reihenfolge durch Links- und Rechtsklick ein und drücke anschließend beide Tasten gleichzeitig, um mit „Enter“ zu bestätigen.";
"Help Onboard profile" = "Deaktiviere die Geräte-Profile, um alle Profilwechsel- und Preset-Tasten für eigene Belegungen freizugeben. Aktiviere diese Option, wenn du die auf dem Gerät gespeicherten Einstellungen verwenden möchtest.";
"Help quirk buttons" = "Diese vom Hersteller definierten Tasten sind fest mit Funktionen wie Alt-Tab oder dem Umschalten des Ratschenmodus belegt.\n\nAktiviere diese Kontrollkästchen, damit sie wie normale Tasten funktionieren und im Reiter „Tasten“ für Belegungen erkannt werden.";
"Help hires wheel" = "In diesem Modus gibt das Scrollrad deutlich dichtere Impulse aus (in der Regel 8-fach). Das Scrollen fühlt sich dadurch deutlich flüssiger an.\n\nFunktioniert am besten im Freilauf-Modus.\n\nDie Einstellungen im Scroll-Bereich müssen entsprechend angepasst werden. Wir empfehlen, \"Bremspunkt\", \"Geschwindigkeit\", und \"Flüssigeres Scrollen\"  zu aktivieren. In diesem Modus alle Regler auf das Minimum setzen und nur \"Dauer\" und \"Beschleunigung\" aktivieren, damit es sich möglichst wie ein Trackpad anfühlt.";
"Help ratchet" = "Du kannst diesen Schalter nur verwenden, um zwischen Ratschen- und Freilaufmodus des Scrollrads zu wechseln, wenn du die physische Taste (meist Taste 6) oben zur Belegung freigegeben hast.";
"Help thumbwheel for shortcuts" = "In diesem Modus kannst du verschiedene Gesten dem Daumenrad im Reiter „Buttons“ zuweisen.\n\nIf you want the thumbwheel to perform different functions in different apps, you need to use this mode.";
"Help thumbwheel for hscroll" = "";
"Help thumbwheel for vscroll" = "Diese Option ist nur verfügbar, weil es technisch möglich ist – nicht, weil sie wirklich sinnvoll wäre.";
"Help thumbwheel for zoom" = "";
"Help thumbwheel dir inv" = "Für jede der vier oben stehenden Optionen kann die Richtung einzeln festgelegt werden.";

//Keyboard Tab
"Help keys sub" = "Systemweite Ersetzung einer physischen Taste durch eine andere – pro Tastatur. Diese Einstellung hat eine höhere Priorität als die allgemeine Tastenbelegung und die Logi-Tastenbelegung oben.\n\nKlicke auf den Pfeil in der Mitte, um zwischen unidirektionaler und bidirektionaler Zuordnung zu wechseln.\n\nFür eine Taste ist nur eine Zuordnung erlaubt.";
"Help logi keyb" = "App-spezifische Belegungen von Logi-neuprogrammierbaren Tasten. Die grünen Tasten sind nicht standardmäßig und befinden sich nicht auf den 'fn'-Tasten.\n\nDu kannst diese Tasten wie die Maus-Buttons mit Tastenkombinationen oder Aktionen aus der Dropdown-Liste belegen.\n\nHat eine höhere Priorität als die allgemeine Tastenbelegung weiter oben.";
"Help logi keyb brightness" = "Diese Zeile bietet keine Steuerungsmöglichkeit – sie zeigt lediglich die aktuelle Helligkeit der Tastaturbeleuchtung und die Quelle der Steuerung an.\n\nDie Einstellung \"Automatisch\" richtet sich nach dem Umgebungslicht.\n\nIm automatischen Modus zeigt die Helligkeitsanzeige bei manchen Tastaturen möglicherweise nicht den tatsächlichen Wert an.";
"Help general key bind" = "App-spezifische allgemeine Zuordnungen von einem Tastendruck oder einer Tastenkombination zu einem anderen Tastendruck, einer anderen Kombination oder Aktion.\n\nKlicke auf das Plus-Symbol, um eine neue Zuordnung hinzuzufügen, und klicke in jedes Feld, um den Tastaturfokus festzulegen.";

//Scroll tab
"Help scroll smooth" = "Dieser Schalter steuert die Glätte des vertikalen, horizontalen und Shift-Scrollens, und der Strg-Scroll-Zoom ist auf diese Funktion angewiesen.";
"Help scroll more smooth" = "Ein einfacher Nachfilter, um das Scrollen noch weiter zu glätten, der nach den obigen 4 Parametern angewendet wird, praktisch ohne Overhead. Er gibt Ihnen eine weitere Dimension der Kontrolle zwischen Schnelligkeit und Glätte.\n\nAuf 0 gesetzt hat er keine Wirkung, falls du es nicht magst. Höher eingestellt fühlt es sich träger, aber glatter an.";
"Help scroll acc" = "Der Inhalt scrollt weiter, wenn du den gleichen Winkel des Rades in kürzerer Zeit drehst. Dieser Parameter bestimmt die Intensität dieses Effekts.\n\nEs wird jetzt per Software implementiert und wird von der „Maus->Scrollgeschwindigkeit“ in den Systemeinstellungen nicht beeinflusst.";
"Help scroll to raise" = "Über ein Fenster scrollen, um es in den Vordergrund zu bringen.\n\nMit aktiviertem Linksklick-durchreichen standen wir ständig unter dem Stress, versehentlich etwas anzuklicken, das wir gar nicht wollten – etwa in einem Taschenrechner-Fenster voller Schaltflächen, nur weil wir eigentlich das Fenster aktivieren wollten.\n\nWir haben festgestellt: Dies ist mit Abstand die stressfreieste Methode, ein Fenster zu aktivieren.\n\nIt'd be better to uncheck it when you fiddle with other scrolling parameters to keep the window floating.";
"Help scroll brake" = "Die Einstellung ist nur für glattes Scrollen. Du bestimmst, ab welchem Frame ein Scrollen zu verlangsamen beginnt, im Bereich von 1 bis zur Dauer.";
"Help scroll distance" = "Mit glattem Scrollen an, ist es Pixel pro Frame, mit glattem Scrollen aus, ist es Zeilen pro Tick.\n\nEs hat 4 verschiedene gespeicherte Werte, je nach Glättungs- und Beschleunigungseinstellungen, die durch Farben unterschieden werden.";
"Help scroll duration" = "Scroll-Dauer für einen Rad-Tick im glatten Scrollen, in der Einheit von Frames.\n\nEs ist an die Bildwiederholfrequenz angepasst, sagen wir, du stellst diesen Wert auf 20 ein, und du erhälst eine Scroll-Dauer von 20/60 = 1/3 Sekunde, egal ob deine System-Bildwiederholfrequenz 60Hz oder 120Hz beträgt.";
"Help scroll hori invert" = "Horizontale Scrollrichtungsumkehr nur für das physische Mausrad.";
"Help scroll hori speed" = "Anpassung der horizontalen Scroll-Geschwindigkeit. Der Wert 5 entspricht der Systemstandardgeschwindigkeit. Der Einstellbereich beträgt somit das 0,2- bis 10-fache des Standards.\n\nDas „physische horizontale Scrollen“ bezieht sich hauptsächlich auf die Radneigung (Tilt) und das Scrollen mit dem Daumenrad, wenn du es auf der Registerkarte „Maus“ auf „Für H-Scroll verwenden“ eingestellt hast.";
"Help scroll vert invert" = "Vertikale Scrollrichtungsumkehr nur für das Mausrad. Wenn du einen Drittanbieter-Maustreiber installiert hast, kann diese Einstellung aufgrund von kaskadierter Steuerung verwirrend werden.";
"Help shift scroll" = "Halte die Mod-Taste gedrückt, während du scrollst, um horizontales Scrollen zu erhalten.";
"Help ctrl scroll zoom" = "Halte die Mod-Taste gedrückt, während du scrollst oder nach oben/unten ziehst, um zu zoomen/zu ziehen.";
"Help cmd scroll" = "Halte die Mod-Taste gedrückt, während du scrollst/zoomst/ziehst, um eine geänderte Geschwindigkeit zu erhalten.\n\nFunktioniert für alle H/V-physischen Scrolls, Shift-Scroll, Strg-Scroll, Daumenrad-Scroll/Zoom, Gesten-Zoom, Pan & Strg-Pan.";
"Help cmd scroll speed" = "";

//Setting tab
"Help hide icon" = "Symbol in der Menüleiste ausblenden.\n\nStarte die App erneut, während sie bereits läuft, um das Symbol in der Menüleiste anzuzeigen.";
"Help color scheme" = "Deaktiviere beide Umschalter, damit das Farbschema der Systemeinstellung entspricht.";
"Help tighten icons" = "Eine eigentlich irrelevante Funktion, die aber manchmal nützlich sein kann. Sie macht allerdings deine Menüleiste voller.\n\nWird beim nächsten Anmelden wirksam.";
"Help charge limit" = "Noch eine eigentlich irrelevante Funktion, die aber manchmal nützlich sein kann.\n\nVerwende Apples neuen integrierten Schalter, um die Akkuladung auf 80 % zu begrenzen. Verfügbar seit Apple Silicon und macOS 13. Dies ist ein Firmware-Schalter. Das bedeutet: Sobald er gesetzt ist, muss die App nicht laufen, damit die Einstellung erhalten bleibt. Sie übersteht auch Ruhe-/Aufwachzyklen ganz ohne Zutun.\n\nNach einem Neustart muss die App erneut geöffnet werden, um die Begrenzung wieder zu aktivieren.\n\nÄnderungen werden nach ca. einer Minute wirksam – bitte etwas Geduld.\n\nBei Aktivierung über 80 % wird der Akku automatisch auf 80 % entladen – kein Abstecken nötig.\n\n\"Im Hintergrund erlauben\" Erfordert Berechtigung – tatsächlich läuft jedoch nichts im Hintergrund. Es handelt sich lediglich um eine Ausführungsform \"sudo\" in der App. Die Beschreibung der Hintergrundobjekte in den macOS-Systemeinstellungen kann etwas irreführend sein. Diese Berechtigung ist nicht erforderlich, solange diese Funktion deaktiviert bleibt.";
"Help charge limit 147+" = "Apple hat die 80 %-Ladebegrenzung ab macOS 14.7 entfernt – eine Wieder­einführung ist derzeit unwahrscheinlich.\n\nDa Apple die 80 %-Ladebegrenzung entfernt hat, greifen wir hier wieder auf die klassische, einfachere softwarebasierte Lösung zurück – einfach, weil niemand wegen so einer simplen Funktion eine zusätzliche App dauerhaft laufen lassen will.";
"Help activate license" = "Wenn du das Produkt vorher oder auf der Website gekauft hast und hier einfach den Aktivierungscode eingibst, starte die App danach neu und warte 10 Sekunden, bis sie grün wird.";
"Help deactivate" = "Durch Klicken auf Lizenz deaktivieren wird diese Aktivierung entfernt und ein Lizenzplatz für die spätere Nutzung freigegeben.";
"Help v scroll sliders" = "Scroll over a slider to adjust it. This works for sliders that can be recognized by VoiceOver.";
"Help h scroll sliders" = "Scroll over a slider to adjust it. This works for sliders that can be recognized by VoiceOver.\n\nThis can be triggered not only by physical horizontal scrolling, but also by shift-scrolling and h-scrolling through gestures.";
"Help interfering apps" = "Apps that have the capability of manipulating mouse and keyboard actions as well in real-time.";

//MARK: Button Binding Hint
"btn hint double click"				= "Simulierter Doppelklick, kommt natürlich mit einem Klick-Durchleitungseffekt.";
"btn hint triple click"				= "Simulierter Dreifachklick, kommt natürlich mit einem Klick-Durchleitungseffekt.";
"btn hint look up"					= "Auch bekannt als Force-Klick oder Cmd-Ctrl-D.";
"btn hint smart zoom"				= "Das Äquivalent zum Doppeltippen mit zwei Fingern auf dem Trackpad.";
"btn hint cmd click"				= "Simulierter Linksklick mit gedrückter CMD-Taste.\n\nWenn du auch mit diesem Klick ziehen möchten, musst du alle anderen Zuordnungen dieser Taste entfernen.";
"btn hint shift cmd click"			= "Simulierter Linksklick mit gedrückter Shift- und CMD-Taste.\n\nWenn du auch mit diesem Klick ziehen möchtest, musst du alle anderen Zuordnungen dieser Taste entfernen.";
"btn hint shift click"				= "Simulierter Linksklick mit gedrückter Shift-Taste.\n\nWenn du auch mit diesem Klick ziehen möchtest, musst du alle anderen Zuordnungen dieser Taste entfernen.";
"btn hint ctrl cmd click"			= "Simulierter Linksklick mit gedrückter Strg- und CMD-Taste. Dies wird verwendet, um ein Fenster aus jeder Position zu ziehen, wenn [NSWindowShouldDragOnGesture](https://www.google.com/search?q=NSWindowShouldDragOnGesture) im Terminal aktiviert ist.\n\nWenn Sdu auch mit diesem Klick ziehen möchtest, musst du alle anderen Zuordnungen dieser Taste entfernen.";
"btn hint option click"				= "Simulierter Linksklick mit gedrückter Option-Taste.\n\nWenn du auch mit diesem Klick ziehen möchtest, musst du alle anderen Zuordnungen dieser Taste entfernen.";
"btn hint left click"				= "Simulierter Linksklick auf Abruf – entlastet deine Hand bei Überlastung (RSI).\n\nWenn du auch mit diesem Klick ziehen möchtest, musst du alle anderen Zuordnungen dieser Taste entfernen.";
"btn hint middle click"				= "Simulierter Mittelklick.\n\nWenn du auch mit diesem Klick ziehen möchtest, musst du alle anderen Zuordnungen dieser Taste entfernen.";
"btn hint right click"				= "Simulierter Rechtsklick.\n\nWenn du auch mit diesem Klick ziehen möchtest, musst du alle anderen Zuordnungen dieser Taste entfernen.";
"btn hint mod clicks"				= "If you also want to drag with the assigned click, this button must have no other bindings.";
"btn hint swipe forward"			= "Eine Simulation des Wischens mit zwei Fingern nach links auf dem Trackpad, aber ohne Animation.";
"btn hint swipe back"				= "Eine Simulation des Wischens mit zwei Fingern nach rechts auf dem Trackpad, aber ohne Animation.";
"btn hint 3 finger swipe L"			= "Unsere schnelle Version des Wechsels zwischen Schreibtischen.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „Strg + →“ zu.";
"btn hint 3 finger swipe R"			= "Unsere schnelle Version des Wechsels zwischen Schreibtischen.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „Strg + ←“ zu.";
"btn hint 3 finger swipe U"			= "Unsere schnelle Version von Mission Control.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „Strg + ↑“ zu.";
"btn hint 3 finger swipe D"			= "Unsere schnelle Version von App-Exposé.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „Strg + ↓“ zu.";
"btn hint 3 finger pinch in"		= "Unsere schnelle Version von Launchpad.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, musst du in den Systemeinstellungen ein Hotkey dafür zuweisen und diesen dann hier binden.";
"btn hint 3 finger pinch out"		= "Unsere schnelle Version von „Schreibtisch anzeigen“.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise  stattdessen „F11“ zu.";

"btn hint scroll left"				= "Eine einzige Aufnahme vom Scrollen nach links. Realisiert durch Shift-Scrollen. Um diese Funktion in eine Mehrfachaufnahme zu verwandeln, musst du sie an einen langen Druck statt an einen Tastenklick binden.";
"btn hint scroll right"				= "Eine einzelne Aufnahme des Scrollens nach rechts. Realisiert durch Shift-Scrollen. Um dies in eine Mehrfachaufnahme zu verwandeln, binde sie an einen langen Druck statt an einen Tastenklick.";
"btn hint zoom in"					= "Eine einzelne Aufnahme zum Heranzoomen. Wird durch Strg-Scrollen realisiert. Um diese Funktion in eine Mehrfachaufnahme zu verwandeln, musst du sie an einen langen Druck statt an einen Tastenklick binden.";
"btn hint zoom out"					= "Eine einzige Aufnahme zum Herauszoomen. Wird durch Strg-Scrollen realisiert. Um diese Funktion in eine Mehrfachaufnahme zu verwandeln, musst du sie an einen langen Tastendruck statt an einen Klick auf die Taste binden.";
"btn hint zoom window"				= "Ein Äquivalent zu Option-Klick auf die grüne Schaltfläche oder Doppelklick auf die Titelleiste eines Fensters.\n\nFalls du damit nicht vertraut bist:\nApp beenden:				⌘Q\nApp sofort beenden:		⌥⌘ESC\nTab oder Fenster schließen:	⌘W\nAlle Fenster schließen:		⇧⌘W\nFenster minimieren:		⌘M";
"btn hint fullscreen window"		= "Ein Äquivalent zum Klick auf die grüne Schaltfläche eines Fensters.\n\nFalls du damit nicht vertraut bist:\nApp beenden:				⌘Q\nApp sofort beenden:		⌥⌘ESC\nTab oder Fenster schließen:	⌘W\nAlle Fenster schließen:		⇧⌘W\nFenster minimieren:		⌘M";
"btn hint media p/p"				= "";
"btn hint media prev"				= "";
"btn hint media next"				= "";
"btn hint mute mic"					= "Dies zeigt ein Stummschaltsymbol in der Menüleiste an, wenn stummgeschaltet ist. Du kannst auch auf das Symbol klicken, um die Stummschaltung aufzuheben.";
"btn hint vol mute"					= "";
"btn hint vol up"					= "";
"btn hint vol down"					= "";
"btn hint backlight up"				= "";
"btn hint backlight down"			= "";
"btn hint sleep"					= "";
"btn hint logout"					= "";
"btn hint screen off"				= "";
"btn hint lock screen"				= "";
"btn hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"btn hint IM switch"				= "Eingabemethode/Tastaturquelle wechseln";
"btn hint do nothing"				= "Wenn einem Tasten-Klick keine Aktion zugewiesen ist, wird das ursprüngliche Tasten-Klick-Ereignis gesendet. Wenn du diesen Eintrag einer Taste zuweist, wird nichts gesendet, um Fehl-Trigger zu vermeiden.\n\nWird normalerweise am Daumenrad verwendet.";

//MARK: Button-scroll Binding Hint
"btnscl hint hori scroll"			= "Eine Nachahmung von Shift-Scroll.";
"btnscl hint fast scroll"			= "Eine Nachahmung von CMD-Scroll.";
"btnscl hint zoom"					= "Eine Nachahmung von Strg-Scroll.";
"btnscl hint app switch"			= "";
"btnscl hint vol"					= "";
"btnscl hint backlight"				= "";

//MARK: Gesture Binding Hint
"ges hint smart zoom"				= "Ein Äquivalent zum Doppeltippen mit zwei Fingern auf dem Trackpad.";
"ges hint swipe forward"			= "Ein einzelner Schuss des Wischens mit zwei Fingern nach links auf dem Trackpad, ohne Animation.";
"ges hint swipe back"				= "Ein einzelner Schuss des Wischens mit zwei Fingern nach rechts auf dem Trackpad, ohne Animation.";
"ges hint 2 finger scroll"			= "Eine Simulation des Wischens mit 2 Fingern auf dem Trackpad mit einer Maus-Ziehgeste. Es kann als Wischgeste nach links/rechts verwendet werden, wie das obige „Vorwärts/Zurück wischen“, aber mit Animationen. Oder es kann einfach als Scrollen verwendet werden.\n\nDer Unterschied zwischen diesem und dem „Pan“, das diese App anbietet, ist, dass das Pan ein reines Scrollen ist und keine Geste auslöst, wodurch es sich reaktionsschneller und müheloser anfühlt. Außerdem wurde für das Pan eine geringere Trägheitsreibung eingestellt.";
"ges hint pan"						= "Du hast nicht genug Tasten. Eine ganze Taste nur fürs Ziehen kannst du dir nicht leisten – dafür hast du etwas Größeres im Sinn. Allerdings hast du festgestellt, dass das Zweifinger-Scrollen zu unhandlich für reines Scrollen ist (es erlaubt kein diagonales Bewegen und ist automatisch mit Gesten des Betriebssystems belegt). Genau hier kommt das Zieh-Scrollen/Pan-Scrollen ins Spiel.\n\nEs funktioniert genauso wie das Ziehen per Taste unten, aber es braucht nur eine Gestenbewegung in eine Richtung, um es auszulösen. Sobald es aktiviert ist, kannst du wie gewohnt in jede Richtung ziehen.";
"ges hint 3 finger swipe L"			= "Unsere schnelle Version des Wechsels zwischen Schreibtischen.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „Strg + →“ zu.";
"ges hint 3 finger swipe R"			= "Unsere schnelle Version des Wechsels zwischen Schreibtischen.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „Strg + ←“ zu.";
"ges hint 3 finger swipe U"			= "Unsere schnelle Version von Mission Control.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „Strg + ↑“ zu.";
"ges hint 3 finger swipe D"			= "Unsere schnelle Version von App-Exposé.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „Strg + ↓“ zu.";
"ges hint 3 finger pinch in"		= "Unsere schnelle Version von Launchpad.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, musst du in den Systemeinstellungen ein Hotkey dafür zuweisen und diesen dann hier binden.";
"ges hint 3 finger pinch out"		= "Unsere schnelle Version von „Schreibtisch anzeigen“.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „F11“ zu.";
"ges hint scroll left"				= "Wenn du eine bequeme Möglichkeit zum Links-/Rechtsscrollen wünscht, aber nicht möchtest, dass alle vier Richtungen einer Taste vom Ziehen/Pan belegt sind, und auch nicht das Auslösen von „vorwärts/zurück“ durch das 2-Finger-Scrollen willst, solltest du dies verwenden.";
"ges hint scroll right"				= "Wenn du eine bequeme Möglichkeit zum Links-/Rechtsscrollen wünscht, aber nicht möchtest, dass alle vier Richtungen einer Taste vom Ziehen/Pan belegt sind, und auch nicht das Auslösen von „vorwärts/zurück“ durch das 2-Finger-Scrollen willst, solltest du dies verwenden.";
"ges hint zoom in"					= "Kontinuierliches Einzoomen durch Richtungsgesten, mit obligatorischer Klick-Durchleitung, da es auf inaktive Fenster keine Auswirkung hat.";
"ges hint zoom out"					= "Kontinuierliches Auszoomen durch Richtungsgesten, mit obligatorischer Klick-Durchleitung, da es auf inaktive Fenster keine Auswirkung hat.";
"ges hint zoom window"				= "Ein Äquivalent zum Option-Klick auf die grüne Schaltfläche oder dem Doppelklick auf die Titelleiste eines Fensters.\n\nFalls du damit nicht vertraut bist:\nApp beenden:				⌘Q\nApp sofort beenden:		⌥⌘ESC\nTab oder Fenster schließen:	⌘W\nAlle Fenster schließen:		⇧⌘W\nFenster minimieren:		⌘M";
"ges hint fullscreen window"		= "Ein Äquivalent zum Klick auf die grüne Schaltfläche eines Fensters.\n\nFalls du damit nicht vertraut bist:\nApp beenden:				⌘Q\nApp sofort beenden:		⌥⌘ESC\nTab oder Fenster schließen:	⌘W\nAlle Fenster schließen:		⇧⌘W\nFenster minimieren:		⌘M";
"ges hint media p/p"				= "";
"ges hint prev"						= "";
"ges hint next"						= "";
"ges hint mute mic"					= "Dies zeigt ein Stummschaltsymbol in der Menüleiste an, wenn stummgeschaltet ist. Du kannst auch auf das Symbol klicken, um die Stummschaltung aufzuheben.";
"ges hint vol mute"					= "";
"ges hint vol up"					= "";
"ges hint vol down"					= "";
"ges hint backlight up"				= "";
"ges hint backlight down"			= "";
"ges hint app switch"				= "Eine Simulation von Alt-Tab mit einer Maus-Ziehgeste.";
"ges hint sleep"					= "";
"ges hint logout"					= "";
"ges hint screen off"				= "";
"ges hint lock screen"				= "";
"ges hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"ges hint IM switch"				= "";

//MARK: General Key Binding Hint
"gkey hint sleep"					= "";
"gkey hint logout"					= "";
"gkey hint screen off"				= "";
"gkey hint lock screen"				= "";
"gkey hint do nothing"				= "";
"gkey hint swipe forward"			= "Eine Simulation des Wischens mit zwei Fingern nach links auf dem Trackpad, aber ohne Animation.";
"gkey hint swipe back"				= "Eine Simulation des Wischens mit zwei Fingern nach rechts auf dem Trackpad, aber ohne Animation.";
"gkey hint 3 finger swipe L"		= "Unsere schnelle Version des Wechsels zwischen Schreibtischen.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „Strg + →“ zu.";
"gkey hint 3 finger swipe R"		= "Unsere schnelle Version des Wechsels zwischen Schreibtischen.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „Strg + ←“ zu.";
"gkey hint 3 finger swipe U"		= "Unsere schnelle Version von Mission Control.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „Strg + ↑“ zu.";
"gkey hint 3 finger swipe D"		= "Unsere schnelle Version von App-Exposé.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „Strg + ↓“ zu.";
"gkey hint 3 finger pinch in"		= "Unsere schnelle Version von Launchpad.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, musst du in den Systemeinstellungen ein Hotkey dafür zuweisen und diesen dann hier binden.";
"gkey hint 3 finger pinch out"		= "Unsere schnelle Version von „Schreibtisch anzeigen“.\n\nWenn du es nicht magst und die ursprüngliche Systemversion bevorzugst, weise stattdessen „F11“ zu.";
"gkey hint zoom window"				= "Ein Äquivalent zum Option-Klick auf die grüne Schaltfläche oder dem Doppelklick auf die Titelleiste eines Fensters.\n\nFalls du damit nicht vertraut bist:\nApp beenden:				⌘Q\nApp sofort beenden:		⌥⌘ESC\nTab oder Fenster schließen:	⌘W\nAlle Fenster schließen:		⇧⌘W\nFenster minimieren:		⌘M";
"gkey hint fullscreen window"		= "Ein Äquivalent zum Klick auf die grüne Schaltfläche eines Fensters.\n\nFalls du damit nicht vertraut bist:\nApp beenden:				⌘Q\nApp sofort beenden:		⌥⌘ESC\nTab oder Fenster schließen:	⌘W\nAlle Fenster schließen:		⇧⌘W\nFenster minimieren:		⌘M";
"gkey hint media p/p"				= "";
"gkey hint media prev"				= "";
"gkey hint media next"				= "";
"gkey hint mute mic"				= "Dies zeigt ein Stummschaltsymbol in der Menüleiste an, wenn stummgeschaltet ist. Du kannst auch auf das Symbol klicken, um die Stummschaltung aufzuheben.";
"gkey hint vol mute"				= "";
"gkey hint vol up"					= "";
"gkey hint vol down"				= "";
"gkey hint backlight up"			= "";
"gkey hint backlight down"			= "";
"gkey hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"gkey hint IM switch"				= "Eingabemethode/Tastaturquelle wechseln";
"gkey hint extra keys"				= "";
"gkey hint clicks"					= "Obwohl du dies auf einem Tastenanschlag verwenden könntest, ist es nicht dafür gedacht. Einige Mäuse können einige ihrer Extratasten nicht den Standardmaustasten zuordnen, aber sie können sie Tastenanschlägen zuordnen. Das ist der Zweck dieses Eintrags.";

//MARK: Button Tab
"Long press delay" = "Verzögerung beim langen Drücken(ms)";
"Long press interval" = "Wiederholintervall beim langen Drücken(ms)";
"Button tab CT & Pan" = "Klicken & Verschieben";
"Button tab left click through" = "Linksklick";
"Button tab right click through" = "Rechtssklick";
"Button tab trackpad left click through" = "Trackpad LCT";
"Button tab trackpad right click through" = "Trackpad RCT";
"Button tab No button pan" = "Ohne Maustaste";
"Button tab Right button pan" = "Rechtsklick";
"Button tab Thumbwheel pan" = "Mit Daumenrad";
"Button tab Button" = "Button ";
"Button tab pan" = " verschieben";
"Button tab Right" = "Rechts";
"Button tab Wheel" = "Mausrad-Neigung";
"Button tab Thumbwheel" = "Daumenrad";
"Button tab Tap" = "Tap";
"Button tab pan momentum" = "Trägheit";
"Button tab pan invert" = "Richtung umkehren";
"Button tab pan CT" = "Klickweiterleitung";
"Button tab thumbwheel" = "Belegungen für Daumenrad";

"Button tab description 1" = "1.	Führe eine Mausaktion aus, um einen Eintrag hinzuzufügen oder hervorzuheben.\n\n2.	Wähle eine Zielaktion aus der Dropdown-Liste oder gib eine Tastenkombination direkt über deine Tastatur ein.\n\n";
"Button tab description 2" = "Mausaktionen umfassen:\n\n1.	Klicken mit anderen Tasten als der linken und rechten.\n2.	Ziehen mit anderen Tasten als der linken Taste.\n3.	Langes Drücken mit anderen Tasten als der linken Taste.\n4.	Halte eine beliebige Taste gedrückt und scrolle das Rad nach oben oder unten.\n\n";
"Button tab description 3" = "All diese Aktionen können mit jeder Kombination aus fünf Modifikatortasten (Fn⇧⌃⌥⌘), einer anderen Maustaste oder beidem kombiniert werden.\n\n";
"Button tab description 4" = "In Kombination mit einer anderen Taste können nun auch die linke und rechte Taste beliebige Aktionen ausführen.\n\n";
"Button tab description 5" = "Der Langdruck kann als Multi-Shot einer Aktion verwendet werden.\n\nBinde an Kürzel in „Systemeinstellungen -> Tastatur -> Kurzbefehle“, um die meisten Systemaktionen zu erhalten.\n\nFür Apps mit eingebauten Maustreibern/Interpretern (wie Spiele), füge diese im Ausnahmen-Panel hinzu und konfiguriere sie separat.\n\nVerlasse dieses Panel oder Tab, damit deine Zuweisungen wirksam werden.";

"Button tab new item" = "Drücke eine Maustaste, um ein neues Element hinzuzufügen";
"Button tab Hide help" = "Hilfe ausblenden";
"Button tab Show help" = "Hilfe einblenden";
"Button tab wheel" = "Scrollrad";
"Hint binding click through" = "Weiterklicken";
"Hint binding multishot" = "Serienaufnahme";

//MARK: Mouse Tab
"Cursor tab acceleration" = "Beschl.:";
"Cursor tab enable Cursor Control" = "Zeigersteuerung";
"Cursor tab speed" = "Geschw.:";
"Cursor tab Cursor hold in gesture" = "Zeiger halten während der Geste";
"Cursor tab Left drag deadzone" = "Empfindlichkeitsgrenze beim Ziehen mit Links";
"Toggle enable DPI Control" = "DPI-Steuerung aktivieren";
"Slider DPI" = "DPI:";
"For binding" = "Belegung:";
"SW Control" = "Scrollrad:";
"Ratchet mode" = "Ratschenmodus";
"Hi-res wheel" = "Scrollrad mit hoher Auflösung";
"Toggle enable Onboard Profile" = "Geräte-Profile aktivieren";
"Slider disengage" = "Anzahl Zeilen:";
"Slider torque" = "Drehmoment:";
"Slider Action Ring Button Pressure" = "AR Pressure:";
"Toggle hori wheel" = "Daumenrad:";
"Hori wheel option 1" = "Als Button verwenden";
"Hori wheel option 2" = "Zum H-Scrollen verwenden";
"Hori wheel option 3" = "Zum V-Vcrollen verwenden";
"Hori wheel option 4" = "Zum Zoomen verwenden";
"Toggle hori wheel direction" = "Richtung:";
"Toggle hori wheel direction label" = "Umkehren";
"Toggle hori wheel gain" = "Mausbeschleunigung:";
"Toggle wheel tap" = "Klick aufs Mausrad:";
"Toggle wheel tap label" = "Aktivieren";
"Title unifying Receiver" = "Unifying-Empfänger";
"Title bolt Receiver" = "Bolt-Empfänger";
"Title lightspeed Receiver" = "Lightspeed-Empfänger";
"Button pairing" = "Pairing ";
"Button pair" = "Pair";
"Slider label always Engage" = "Immer aktivieren";
"Bar Report rate" = "Report rate";
"Slider Report rate" = "Report rate:";
"Bar Onboard profile" = "Onboard profile";
"Bar Extra buttons" = "Extra buttons";
"Bar Main wheel" = "Main wheel";
"Bar Thumb wheel" = "Thumb wheel";
"Bar Action ring button" = "Action ring button";
"Slider Pressure" = "Pressure:";
"Slider Haptic force" = "Haptic force:";
"Toggle Haptic enable" = "Haptic enable:";
"Toggle for actions" = "For single shot actions";
"Toggle for multishot actions" = "for multishot actions";
"Slider Pattern" = "Pattern:";

//MARK: Keyboard Tab
"Keys tab General key mapping" = "Allgemeine Tastenbelegung";
"Keys tab Non-standard key mapping" = "Logi-spezifische Tastenbelegung";
"Keys tab enable modifier key substitution control" = " Physische Tastenersetzung";
"Keys tab Backlight" = "Tastaturbeleuchtung";
"Keys tab Fn Inversion" = "Taste 'fn' umkehren";

//MARK: Scroll Tab
"Scroll tab Physical V Scroll" = "Physisches Vertikales Scrollen";
"Scroll tab Physical H Scroll" = "Physisches Horizontales Scrollen";
"Scroll tab Modified V Scroll" = "Modifiziertes Vertikales Scrollen";
"Scroll tab acceleration" = "Beschleunigung";
"Scroll tab more smooth" = "Mehr Glätte";
"Scroll tab brake Point" = "Bremspunkt";
"Scroll tab duration" = "Dauer";
"Scroll tab enable Smooth Scroll" = "Fliessend Scrollen";
"Scroll tab hori invert" = "Horizontale Ausrichtung umkehren";
"Scroll tab hori speed" = "Horizontale Bildlaufgeschwindigkeit";
"Scroll tab scroll Raise" = "Zum Anzeigen nach oben scrollen";
"Scroll tab v scroll sliders" = "V Scroll Sliders";
"Scroll tab h scroll sliders" = "H Scroll Sliders";
"Scroll tab speed" = "Geschwindigkeit";
"Scroll tab vert invert" = "Vertikale Ausrichtung umkehren";
"Scroll tab shift scroll" = "zu H scrollen";
"Scroll tab shift scroll invert" = "H-Scroll-Richtung umkehren";
"Scroll tab ctrl scroll" = "zoomen";
"Scroll tab ctrl scroll invert" = "Zoom umkehren";
"Scroll tab cmd scroll" = "zum schnellen Scrollen";
"Scroll tab cmd scroll speed" = "Scroll-Geschwindigkeit erhöhen";
"Scroll tab thumb wheel zoom" = "Daumenrad-Zoom";
"Seperator main scroll control" = "Haupt-Bildlaufsteuerung";
"Seperator physical scroll invert" = "Physische Scrollrichtung umkehren";
"Seperator shift-scroll to horizontal" = "Verschieben und horizontal scrollen";
"Seperator zoom/pinch" = "Zoomen/Zusammenziehen";

//MARK: Settings Tab
"Setting tab buy" = "Erwerben/Registrieren";
"Setting tab web buy" = "Auf der Homepage erwerben";
"Setting tab reset" = "Alle Einstellungen löschen";
"Setting tab email Feedback" = "Feedback per Mail";
"Setting tab homepage" = "Homepage";
"Setting tab Check for update" = "Auf Updates prüfen";
"Setting tab quit" = "Beenden";
"Setting tab registered to" = "Registriert für:";
"Setting tab run at login" = "Beim Start ausführen";
"Setting tab hide icon" = "Symbol ausblenden";
"Setting tab dark mode" = "Dark Mode";
"Setting tab light mode" = "Light Mode";
"Setting tab auto update" = "Automatisch auf Updates überprüfen";
"Setting tab tighten icon" = "Abstand zwischen den Symbolen verringern";
"Setting tab charge limit" = "Begrenzt die Batteriekapazität auf 80%";
"Setting tab mic mute notif" = "Mic Mute Popup";
"Setting tab capslock notif" = "Capslock Popup";
"Setting tab activate" = "Lizenz aktivieren/deaktivieren";
"Setting tab trial expired, thanks for using it!" = "Testphase abgelaufen, danke für die Nutzung!";
"Setting tab trial period left" = "Restliche Tage zum Testen: ";
"Button save settings to file" = "Einstellungen sichern";
"Button load settings from file" = "Einstellungen laden";
"Message save fail" = "Sichern der Datei fehlgeschlagen.";
"Message load fail" = "Fehler beim Laden der Datei. Die Datei enthält eine andere Version der Einstellungen oder ist keine gültige Einstellungsdatei.";
"Message load success" = "Einstellung erfolgreich geladen";
"Message relaunch" = "Die App wird neu gestartet.";
"Setting tab wipe out all alert title" = "BetterMouse\nAlle Einstellungen löschen";
"Setting tab wipe out all alert message" = "Jedes Mal, wenn du Einstellungen aus einer Datei lädst, löscht die App zuerst alle aktuellen Einstellungen. Wenn du also nicht wirklich ganz von vorn anfangen willst, brauchst du das nicht zu tun.\n\nZur Sicherheit empfiehlt es sich, die Einstellungen vorher zu speichern – auch wenn es wahrscheinlich nicht nötig ist.\n\nMöchtest du alle deine Einstellungen löschen?";

//MARK: Exception Tab
"Button add running apps" = "Laufende Apps hinzufügen";
"Button add manually" = "Manuell hinzufügen";
"Exception tab scroll using global" = "Scroll settings disabled\nUsing global settings";
"Exception tab disabled" = "Exception disabled\nUsing global settings";
"Message invalid" = "Es ist keine gültige App.";
"Exception hint remove all" = "Alle Elemente entfernen";
"Exception hint load global" = "Globale Einstellungen laden";
"Exception hint button lock" = "Button binding editing lock\n\nWhen unlocked, any changes to global button bindings of identical(white) items will be synchronized here, including adding/removing items, click-through, and pan settings.\n\nWhen locked, changes made outside will not affect settings here.";
"Exception hint scroll switch" = "Ausnahme-/Globalschalter für Bildlaufeinstellungen\n\nStattdessen werden die globalen Bildlaufeinstellungen angewendet, indem dieser Schalter deaktiviert wird.\n\nDieser Schalter ist für die Apps gedacht, die nur für unterschiedliche Tastenkombinationen gedacht sind.";
"Exception hint key lock" = "Sperre für die Bearbeitung von Karten\n\nähnlich wie die Tastenkonfiguration.";

//MARK: Dialogs
"trusted alert message" = "Jede App mit systemweiten Auswirkungen (also nicht nur auf die App selbst beschränkt) benötigt eine Bedienungshilfe-Berechtigung und darf nicht im App Store veröffentlicht werden – das gilt auch für unsere..\n\nÖffne die App erneut, nachdem du sie in den Systemeinstellungen aktiviert hast -> Datenschutz & Sicherheit -> Bedienungshilfen.";
"Button ok" = "OK";
"trusted alert title" = "BetterMouse aktivieren";
"Button relaunch" = "Neustart";
"Button cancel" = "Abbrechen";
"Button quit" = "Beenden";
"Button yes" = "Ja";
"Button restart" = "Restart";

